package com.crazywalker.dubbo.demoapi.service;

/**
 * *****************************************
 * **        Author : CrazyWalker         **
 * *****************************************
 * *****************************************
 * ** Date: 周二,01/28 2020 5:16 下午 GMT+8**
 * *****************************************
 * *****************************************
 * **     用途: 生产者业务逻辑接口类         **
 * *****************************************
 */
public interface ProviderService {

    String testMethod(String var);
}
